Repository: frostkom/mf_passkeys
Catalog: lang/lang_passkeys-*.po
Languages: sv_se

source: You do not have permission to make this request
sv_se: Du har inte behörighet att utföra detta

source: The request method must be POST
sv_se: Hämtningsmetoden behöver vara med POST

source: Token mismatch, please refresh the page
sv_se: Något gick fel. Var vänlig ladda om sidan

source: Your browser does not support passkeys. Try updating your browser or using another one.
sv_se: Din webbläsare har inte stöd för lösenordsnycklar

source: Failed to fetch passkey login options.
sv_se: Jag misslyckades med att hämta inloggningsinställningar

source: Passkey authentication failed. Please try again if you want to proceed.
sv_se: Autenticering av lösenordsnyckel misslyckades

source: Passkey authentication cancelled. Please try again if you want to proceed.
sv_se: Autenticering av lösenordsnyckeln avbröts

source: You have successfully logged in with Passkey. Redirecting...
sv_se: Inloggningen med lösenordsnyckel lyckades. Du skickas vidare...

source: Passkey authentication failed. Please try again.
sv_se: Autenticering misslyckades. Försök igen.

source: The passkey cannot be deleted
sv_se: Lösenordsnyckeln kan inte raderas

source: The passkey deleted successfully
sv_se: Lösenordsnyckeln raderades

source: This Site
sv_se: Denna webbplats

source: This passkey is already registered. Please use a different one.
sv_se: Lösenordsnyckeln är redan registrerad.

source: Failed to register the passkey. Please try again later.
sv_se: Registreringen misslyckades. Försök igen senare.

source: You do not have permission to remove this passkey.
sv_se: Du har inte behörighet att radera denna lösenordsnyckel

source: Passkeys
sv_se: Lösenordsnycklar

source: %sUse your fingerprint or other biometric methods with passkeys to securely and conveniently verify your login. %s in your profile settings.
sv_se: %sAnvänd ditt fingeravtryck eller andra biometriska metoder med lösenordsnycklar för att logga in säkert och snabbt. %s i din profil.

source: Simplify your sign-in
sv_se: Förenkla din inloggning

source: Enable passkeys
sv_se: Aktivera lösenordsnycklar

source: Are you sure you want to delete the passkey?
sv_se: Är du säker på att du vill radera lösenordsnyckeln?

source: Are you sure you want to activate the passkey?
sv_se: Är du säker på att du vill aktivera lösenordsnyckeln?

source: Are you sure you want to deactivate the passkey?
sv_se: Är du säker på att du vill inaktivera lösenordsnyckeln?

source: Passwordless sign-in with passkeys
sv_se: Lösenordsfri inloggning med lösenordsnycklar

source: Passkeys offer a secure and user-friendly authentication method, serving as an alternative or complement to traditional methods. They validate your identity through touch, facial recognition, device passwords, or PINs, and can effectively replace passwords.
sv_se: Lösenordsnycklar erbjuder en säker och användarvänlig autentiseringsmetod, som fungerar som ett alternativ eller komplement till traditionella metoder. Den validerar din identitet genom beröring, ansiktsigenkänning, enhetslösenord eller PIN-koder, och kan effektivt ersätta lösenord.

source: Domain
sv_se: Domän

source: Last Used
sv_se: Senast använd

source: Created Date
sv_se: Skapad

source: Actions
sv_se: Åtgärder

source: Activate
sv_se: Aktivera

source: Deactivate
sv_se: Inaktivera

source: Delete
sv_se: Radera

source: Processing...
sv_se: Bearbetar...

source: Deleting...
sv_se: Raderar...

source: No records found.
sv_se: Inga händelser hittade

source: Loading passkeys...
sv_se: Laddar lösenordsnycklar...

source: An unexpected error occurred.
sv_se: Ett oväntat fel inträffade

source: Failed to fetch passkeys.
sv_se: Jag kunde inte hämta nycklar

source: out of
sv_se: av

source: Add Passkey
sv_se: Lägg till lösenordsnyckel

source: Add
sv_se: Lägg till

source: Cancel
sv_se: Avbryt

source: Your Passkeys
sv_se: Dina lösenordsnycklar

source: User Passkeys
sv_se: Användarnycklar

source: Waiting for input from browser interaction...
sv_se: Jag väntar på svar från webbläsaren...

source: Added
sv_se: Tillagd

source: Last used
sv_se: Senast använd

source: Name your security key
sv_se: Ge ett namn till din nyckel

source: Inactive
sv_se: Inaktiv

source: Active
sv_se: Aktiv

source: An error occurred while loading passkeys.
sv_se: Ett fel inträffade vid laddning av lösenordsnycklar

source: Passkey registration failed or cancelled.
sv_se: Registrering av lösenordsnyckel gick fel eller avbröts

source: You already registered this device. You don't have to register it again.
sv_se: Du har redan registrerat denna enhet så du behöver inte göra det igen

source: Passkey registration cancelled. Please try again if you want to proceed.
sv_se: Registreringen av lösenordsnyckel avbröts

source: Are you sure you want to delete your passkey?
sv_se: Är du säker på att du vill radera lösenordsnyckeln?

source: Passkey successfully deleted.
sv_se: Lösenordsnyckeln raderades

source: Failed to fetch passkey registration options.
sv_se: Jag kunde inte hämta alternativen för registrering av lösenordsnycklar

source: An error occurred while saving the passkey.
sv_se: Ett fel inträffade när lösenordsnyckeln skulle sparas

source: Passkey successfully added
sv_se: Lösenordsnyckeln lades till

source: No passkeys found
sv_se: Inga lösenordsnycklar hittades

source: ...or login safer with...
sv_se: ...eller logga in säkrare med...

source: Logging in via Passkey...
sv_se: Loggar in med lösenordsnyckel...

source: Passkey
sv_se: Lösenordsnyckel
